Repository: NaN-tic/trytond-galatea_esale
Catalog: locale/*.po
Languages: es

# field:account.payment.type,esale_code:
source: Code App Payment
es: Código pago App

# field:account.payment.type,esale_payment:
source: Virtual Payment
es: Pago virtual

# field:esale.catalog.menu,website:
source: Website
es: Sitio web

# field:galatea.user,invoice_address:
source: Invoice Address
es: Dirección factura

# field:galatea.user,shipment_address:
source: Shipment Address
es: Dirección envío

# field:galatea.website,currency:
source: Currency
es: Moneda

# field:galatea.website,esale_category_menu:
source: Catalog Category Menu
es: Categoria del menú del catalogo

# field:galatea.website,esale_menu:
source: Main Menu
es: Menú principal

# field:galatea.website,esale_stock_qty:
source: Quantity Stock
es: Cantidad stock

# field:product.product,add_cart:
source: Add Cart
es: Añadir cesta

# field:product.product,attachments:
source: Attachments
es: Adjuntos

# field:product.product,esale_forecast_quantity:
source: eSale Forecast Quantity
es: eSale Cantidad prevista

# field:product.product,esale_global_price:
source: eSale Global Price
es: Precio eSale global

# field:product.product,esale_hot:
source: Hot
es: Popular

# field:product.product,esale_menus_by_website:
source: Menus by Website
es: Menús por sitio web

# field:product.product,esale_new:
source: New
es: Nuevo

# field:product.product,esale_quantity:
source: eSale Quantity
es: eSale Cantidad

# field:product.template,esale_all_images:
source: eSale All Images
es: eSale todas imágenes

# field:product.template,esale_crosssells_by_shop:
source: Crosssells by Shop
es: Ventas cruzadas por tienda

# field:product.template,esale_default_images:
source: eSale Default Images
es: eSale imagen defecto

# field:product.template,esale_forecast_quantity:
source: eSale Forecast Quantity
es: eSale Cantidad prevista

# field:product.template,esale_global_price:
source: eSale Global Price
es: Precio eSale global

# field:product.template,esale_hot:
source: Hot
es: Popular

# field:product.template,esale_menus_by_website:
source: Menus by Website
es: Menús por sitio web

# field:product.template,esale_new:
source: New
es: Nuevo

# field:product.template,esale_quantity:
source: eSale Quantity
es: eSale Cantidad

# field:product.template,esale_relateds_by_shop:
source: Relateds by Shop
es: Relacionados por tienda

# field:product.template,esale_slug_langs:
source: Slug Langs
es: Slug idiomas

# field:product.template,esale_upsells_by_shop:
source: Upsells by Shop
es: Ventas sugeridas por tienda

# field:sale.line,galatea_user:
source: Galatea User
es: Galatea usuario

# field:sale.line,product_id:
source: Product ID
es: Indentificador del producto

# field:sale.line,shop:
source: Shop
es: Tienda

# field:sale.line,sid:
source: Session
es: Sesión

# field:sale.line,template_id:
source: Template ID
es: Identificador de la plantilla

# field:sale.sale,galatea_user:
source: Galatea User
es: Galatea Usuario

# field:sale.shop,esale_discount_tax_include:
source: Discount Tax Include
es: Descuento impuesto incluido

# field:sale.shop,warehouses:
source: Warehouses
es: Almacenes

# help:galatea.user,b2b:
source: Allow views or data from B2B customers
es: Permite vistas o datos para clientes B2B

# help:galatea.user,invoice_address:
source: Default Invoice Address
es: Dirección factura por defecto

# help:galatea.user,shipment_address:
source: Default Shipment Address
es: Dirección envío por defecto

# help:galatea.website,esale_category_menu:
source: Main menu of catalog category
es: Menú principal de categorias del catalogo

# help:galatea.website,esale_menu:
source: Main menu of product catalog
es: Menú principal de catálogo de productos

# help:galatea.website,esale_stock:
source: Manage Stock
es: Gestiona stock

# help:galatea.website,esale_stock_qty:
source: Manage Stock is Product Quantity or Product Forecast Quantity
es: Gestiona el stock por la cantidad del producto o la cantidad prevista del producto.

# help:product.product,add_cart:
source: Available to add cart
es: Disponible para añadir a la cesta

# help:product.product,esale_hot:
source: Icon Hot product
es: Icono de producto popular

# help:product.product,esale_new:
source: Icon New product
es: Icono de producto nuevo

# help:product.template,esale_hot:
source: Icon Hot product
es: Icono de producto popular

# help:product.template,esale_new:
source: Icon New product
es: Icono de producto nuevo

# help:product.template,esale_price:
source: eSale price is calculated from shop in user preferences and shop configuration
es: El precio de eSale es calculado según la tienda de las preferencias del usuario y la configuración de la tienda

# model:ir.message,text:msg_not_import_export_method
source: Not available import/export methods in Galatea
es: No está disponible la importación/exportación a Galatea

# selection:galatea.website,esale_stock_qty:
source: Forecast Quantity
es: Cantidad prevista

# selection:galatea.website,esale_stock_qty:
source: Quantity
es: Cantidad
